Repository: pypi-data/pypi-mirror-133
Catalog: packages/Red-DiscordBot/Red-DiscordBot-3.4.16.tar.gz/Red-DiscordBot-3.4.16/redbot/cogs/audio/core/events/locales/*.po
Languages: vi_vn

source: Auto Play started.
vi_vn: Tự động phát đã bắt đầu.

source: I'm missing permissions in this server, Please address this as soon as possible. Expected Permissions:
vi_vn: Tôi bị thiếu quyền trong máy chủ này. Những quyền cần thiết:

source: Enabled
vi_vn: Đã bật

source: Disabled
vi_vn: Đã tắt

source: No DJ role found. Disabling DJ mode.
vi_vn: Tôi không thấy role DJ nào cả, đang tắt chế độ DJ.

source: Unable To Parse Argument
vi_vn: Không thể đối chiếu cú pháp

source: Invalid Argument
vi_vn: Giá trị không hợp lệ

source: The argument you gave for `{}` is not valid: I was expecting a `{}`.
vi_vn: Có gì đó không đúng với `{}`: Tôi tưởng bạn muốn `{}`.

source: Connection to Lavalink has been lost.
vi_vn: Kết nối với Lavalink đã bị mất.

source: No Player Available
vi_vn: Tôi chưa bật trình phát nhạc

source: The bot is not connected to a voice channel.
vi_vn: Nhưng mà Tôi chưa vào kênh thoại nào.

source: Unable to Get Track
vi_vn: Tôi không lấy được nhạc. Thử lại lần nữa đi

source: I'm unable to get a track from Lavalink at the moment, try again in a few minutes.
vi_vn: Bây giờ tôi chưa thể tìm nhạc được, đợi một lát nữa rùi thử lại.

source: There was an issue communicating with Discord.
vi_vn: Hmm hình như có vấn đề khi kết nối với Discord.

source: This error has been reported to the bot owner.
vi_vn: Lỗi này Tôi đã báo cáo với chủ sở hữu.

source: Couldn't get a valid track.
vi_vn: Tôi không tìm thấy bài nhạc hợp lệ nào.

source: Now Playing
vi_vn: Đang Phát

source: Track length: {length} | Requested by: {user}
vi_vn: Độ dài: {length} | Bởi: {user}

source: Queue ended.
vi_vn: Hết hàng đợi, sủi đây.

source: Multiple Errors Detected
vi_vn: Oops Đã xảy ra nhiều lỗi hệ thống

source: Closing the audio player due to multiple errors being detected. If this persists, please inform the bot owner as the Audio cog may be temporally unavailable.
vi_vn: Uhhh Tôi sẽ tạm dừng do gặp phải quá nhiều lỗi. Nếu vấn đề này còn tiếp diễn, hãy report vấn đề với chủ sở hữu. Đồng thời tính năng stream nhạc sẽ tạm thời dừng hoạt động. Sorry lul.

source: Track Stuck
vi_vn: Ah.. bị nghẽn rồi. Hay là thử lại

source: Playback of the song has stopped due to an unexpected error. {error}
vi_vn: Đợi đã.. Vừa xảy ra một lỗi không xác định.\n" "{error}

source: Track Error
vi_vn: Bài đó bị lỗi. Thử lại đi
