Repository: pypi-data/pypi-mirror-133
Catalog: packages/basxconnect/basxconnect-0.3.67.tar.gz/basxconnect-0.3.67/basxconnect/mailer_integration/locale/*/LC_MESSAGES/django.po
Languages: th

source: Email Subscriptions
th: การสมัครรับข้อมูลทางอีเมล

source: Person has no email addresses
th: บุคคลดังกล่าวไม่มีอีเมลที่ระบุไว้

source: no mailing preferences yet for
th: ยังไม่มีการตั้งค่าการส่งอีเมลสำหรับ

source: Add mailing preferences
th: ตั้งค่าการรับอีเมล

source: active
th: เปิดใช้งาน

source: inactive
th: ปิดใช้งาน

source: Edit Email Subscriptions
th: แก้ไขการรับอีเมล

source: Save
th: บันทึก

source: Add Mailing Preferences
th: เพิ่มการตั้งค่าอีเมล

source: Mailing Interests
th: เรื่องที่สนใจรับทางอีเมล
