Repository: pypi-data/pypi-mirror-133
Catalog: packages/Red-DiscordBot/Red-DiscordBot-3.4.16.tar.gz/Red-DiscordBot-3.4.16/redbot/core/commands/locales/*.po
Languages: sl_si

source: "{argument}" is not a number.
sl_si: "{argument}" ni število.

source: `{unit}` is not a valid unit of time for this command
sl_si: `{unit}` ni veljavna časovna enota za ta ukaz

source: The time set is way too high, consider setting something reasonable.
sl_si: Nastavljeni čas je previsok, razmislite o nastavitvi nečesa razumnega.

source: This amount of time is too large for this command. (Maximum: {maximum})
sl_si: Ta čas je prevelik za ta ukaz. (Maksimalno: {maximum})

source: This amount of time is too small for this command. (Minimum: {minimum})
sl_si: Ta čas je prenizek za ta ukaz. (Minimalno: {minimum})

source: Unexpected key {key}
sl_si: Neveljaven ključ {key}

source: Expected one of: {}
sl_si: Pričakoval sem nekaj izmed {}

source: No
sl_si: Ne

source: Yes
sl_si: Da

source: Disabled
sl_si: Onemogočeno

source: Custom Tagline: {tag}
sl_si: Slogan po meri: {tag}

source: Type {ctx.clean_prefix}help <command> for more info on a command. You can also type {ctx.clean_prefix}help <category> for more info on a category.
sl_si: Uporabi ukaz {ctx.clean_prefix}help <command> za več informacij o komandi. Lahko tudi vpišete {ctx.clean_prefix}help <category> za več informacij o kategoriji.

source: Syntax: {command_signature}
sl_si: Sintaksa: {command_signature}

source: Aliases
sl_si: Vzdevki

source: Alias
sl_si: Vzdevek

source: {aliases} and {number} more aliases.
sl_si: {aliases} in {number} več vzdevkov.

source: {aliases} and one more alias.
sl_si: {aliases} in en vzdevek več.

source: **__Subcommands:__**
sl_si: **__Pod ukazi__**

source: **__Subcommands:__** (continued)
sl_si: **__Pod ukazi__** (continued)

source: Subcommands:
sl_si: Podukazi:

source: {ctx.me.display_name} Help Menu
sl_si: {ctx.me.display_name} Meni pomoči

source: *Page {page_num} of {page_count}* {content_description}
sl_si: *stran {page_num} od {page_count}* {content_description}

source: **__Commands:__**
sl_si: **__Ukazi__**

source: **__Commands:__** (continued)
sl_si: **__Ukazi__** (continued)

source: Commands:
sl_si: Ukazi:

source: **__No Category:__**
sl_si: **__Brez kategorije:__**

source: No Category:
sl_si: Brez kategorije:

source: Help topic for *{command_name}* not found.
sl_si: Tema pomoči za *{command_name}* ne obstaja.

source: Command *{command_name}* has no subcommand named *{not_found}*.
sl_si: Ukaz *{command_name}* nima pod ukazov z imenom *{not_found}*.

source: I couldn't send the help message to you in DM. Either you blocked me or you disabled DMs in this server.
sl_si: Sporočila o pomoči vam nisem mogel poslati v DM. Ali ste me blokirali ali ste onemogočili DM na tem strežniku.

source: I need somebody (Help) not just anybody (Help) you know I need someone (Help!)
sl_si: Potrebujem nekoga (Help) ne samo nekoga (Help) veš, da rabim nekoga (Help!)
